{
  "introduction": [
    "**TO JOIN ANY SQUAD, YOU MUST HAVE THE RELIC LISTED IN THE RECRUITMENT POST**\n\nWe strongly recommend reading this entire tutorial, as skipping certain parts might lead to unnecessary confusion. \n\nRead to the end to learn how to receive the Relic Burners role and gain access to the rest of the server.",
    "**Bot Information**\n\nThis server uses our own bot @RelicBot#3211 to create, setup and organize squad hosting for you. The basic functionality is made simple to understand.\n\nCommands are mostly done in direct messages with the bot, while hosting is done in the recruitment channels that you will gain access to after finishing the tutorial.",
    "**Registering**\n\nTo host and join squads, you first need to confirm your username with our bot. The bot will automatically ask for your username in a private message if you try to host or join a squad.\n\nIf you make a mistake, or something goes wrong, you can always change it by typing ``ign _______`` in a direct message to the bot.\n\n**Please make sure you have the “Direct Messages” option __enabled__ for our server**, as not only registering, but also squad communication is done through direct messages.\n",
    "**Hosting**\n\nTo host a squad for a relic, just type in the relic’s name. You can either type nothing after the relic, which means the bot will default to the most common way to run the relic, or you can type your own preferred refinement and running method.\n\n__Example__: ``Meso V6`` ,  ``Neo O1 2b2 intact`` , ``neo o1 2b2i``\n\nIf you no longer wish to run the squad, you can simply leave it (see next page), it will automatically migrate to another person. If the squad is empty, it will automatically close.\n\nIf you wish to host multiple squads in a single message, press shift-enter after each host.",
    "**Joining/Leaving**\n\nTo join a squad, click on the button with the :join_squad: icon.\nTo leave a squad, click on the button with the :leave_squad: icon.\n\nIf you are the host of the squad, you can also add **guest players**, i.e. friends or players from ingame recruitment chat. Clicking the :join_squad: button will add a guest, clicking the :leave_squad: button will remove one. Be aware that you are responsible for any possible rule violations from guest players that you bring into the squad.\n\nIf you want a more in-depth explanation, or want to learn about more advanced features, look at #bot-tutorial.",
    "**Running Methods:**\n\nThere are several terms used in relic runs that are important to know.\n\nWhen looking at squads, you will often see the terms “1b1”, “2b2” and “4b4”. \n\nThis is the __running method__ of the relic and indicates how many relics are used per mission. For example, in 1b1, one relic is used at a time (in chat order, see below), meaning you need to run 4 missions to complete a full “cycle” of the relic. In 2b2, 2 relics are used at a time, and 4b4 is the same as a standard radshare. \n\nPlayers are not allowed to leave the squad without completing the current cycle.\n\nWhen it’s not your turn, you can use any relic you want, unless a specific “offcycle” relic is specified in the original host message.",
    "**Terminology** __Chat Order__ refers to the order in which relics are used. This is based on the squad chat list that is found by clicking on the bottom right of the chat window\n\nIn a “mix” you are allowed to use any of the listed relics. You are only required to have one of the listed relics.\n\n\n**Example of a 2b2 cycle:** In this 2b2 squad, --G--Dawiddym and --TL--Baran would use the relic in the first mission. Then, in the second mission, --TL--Eliecer and -Anumbra- would use the relic, making the “cycle” complete.\n\nIf you want a more detailed explanation of running methods and terminology, look at #running-tutorial.",
    "**Basic Running Tips:**\n\n**Squads are formed only when they are full.** Once a squad has four members, the bot will send a message to everyone in the squad informing them that it has been filled and open a chat for squad members to communicate. Before that, no invites should be sent out.\n\n**Killing fast doesn't necessarily mean the mission ends sooner.** Only corrupted enemies drop reactant, so be careful which targets you kill. Killing too quickly can lead to having to restart the mission due to lack of reactant drops. This is a particularly big issue in some Capture and Rescue missions.\n\n**Trading during runs is \\*\\*NOT ALLOWED\\*\\*.** Make sure that you are set to “invisible” on warframe.market and if someone messages you, tell them to wait until you are done or that you cannot trade at the moment.",
    "**Basic Running Tips:**\n\n**Check active fissures before hosting.** Most people will only run if there is a “fast” fissure. Exterminate and Capture are the fastest, followed by Rescue and Sabotage. Endless missions in general are not very popular, with the exception of the occasional excavation or disruption run, or potentially Steel Path Survivals. #fissures shows the current \"good\" fissures.\n\n**Minimizing time spent in mission maximizes profit.** You should try to complete the mission as fast as possible. Speedrunning frames such as Titania, Gauss, Nova, Volt, Wukong, or Wisp are recommended. Check #builds if you need help with builds for those frames.",
    "**Basic Running Tips:**\n\n**Be prepared for multiple runs.** If you have a single or few relics that you can use, make sure to let the squad host know before you start running so that they can re-host their squads with more preparation.\n\n**You can minimize the chat categories** by clicking on the arrow pointing down next to the category name. Since new posts in server info & resources occur with irregular timing, it's advised to minimize these.\n\n**If something isn't covered here or in our in depth #bot-tutorial #running-tutorial, or you need further clarification, don't hesitate to ask in #help.**",
    "**Final Step**\n\nBy clicking on the 👍 button below, you confirm that you have read and understood the information in the tutorial. You also confirm that you have read and understood the rules of the server, which can be found in #rules.\n\nIf you have any questions, feel free to ask in #help.\n\nIf at any time you wish to look back through this tutorial, type ``--introduction`` in #botspam."
  ],
  "images": {
    "introduction": {"6": "https://sui.hep.gg/5MeL2TiEQ"}
  },
  "titles": {
    "1": "Bot Information",
    "2": "Bot Information",
    "2": "Bot Information"
  }
}